Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/travel_and_recreation/recreational_activities_in_ireland/sport_and_leisure/index.html.txt.tmx
Source language: en
Languages: ga

source: An outline of the services offered by the public library service and membership requirements
ga: Imlíniú ar an tseirbhís a sholáthraíonn seirbhís na leabharlann phoiblí agus ceanglais ballraíochta

source: Regulation of public swimming pools in Ireland
ga: Rialachán Linnte Snámha Poiblí in Éirinn

source: This document discusses the bodies responsible for regulating public and private swimming pools in Ireland
ga: Tá cur síos sa cháipéis seo ar na heagrais atá freagrach as linnte snámha poiblí agus príobháideacha a rialú in Éirinn

source: White Flag recreational facilities in Ireland
ga: An Bhratach Bhán d'áiseanna áineasa in Éirinn

source: The White Flag for Leisure Facilities is a hygiene/environmental award for swimming pools, sports halls, gymnasiums and other indoor leisure facilities
ga: Dámhachtain náisiúnta sláinteachais/timpeallachta í an Bhratach Bhán d’Áiseanna Áineasa atá dírithe ar linnte snámha, hallaí spóirt, giomnáisiaim agus áiseanna eile áineasa faoi dhíon

source: Blue Flag beaches and marinas in Ireland
ga: Tránna agus Poirt le Bratach Ghorm in Éirinn

source: The "Blue Flag" is an international award made to beaches and marinas that demonstrate high environmental standards and good sanitary and safety facilities
ga: Dámhachtain idirnáisiúnta í an Bhratach Ghorm a bhronntar ar thránna agus ar phoirt a léiríonn caighdeáin mhaithe timpeallachta agus áiseanna maithe sláintíochta agus sábháilteachta

source: Walking and rambling in Ireland
ga: Ag siúl agus ag fánaíocht in Éirinn

source: This document discusses the legal situation regarding walking or rambling across privately owned land and provides information on walking trails
ga: Pléann an cháipéis seo an dlí a bhaineann le siúl agus fánaíocht trasna talún príobháidí in Éirinn agus tugann sí eolas faoi chosáin siúil in Éirinn

source: Licensing of boats and watercraft in Ireland
ga: Ceadúnú bád agus soithí uisce in Éirinn

source: This document sets out the regulations governing the use of boats and watercraft in Ireland
ga: Tá na rialacháin a bhaineann le baid aeraíochta agus soithí uisce a úsáid in Éirinn leagtha síos sa cháipéis seo

source: State fishing licences and fishing permits are required if you wish to take part in some types of angling in Ireland
ga: Teastaíonn ceadúnas iascaireachta Stáit más mian leat páirt a ghlacadh i gcuid de na himeachtaí iascaireachta in Éirinn

source: Find out how and where to apply for a licence
ga: Tá eolas ar fáil anseo maidir le conas iarratas a dhéanamh ar cheadúnas agus cén áit leis an iarratas sin a dhéanamh

source: Deer in Ireland are a protected species and it is against the law to shoot them without a licence
ga: Is gné faoi chosaint in Éirinn iad fianna agus tá sé i gcoinne an dlí iad a chaitheamh gan cheadúnas

source: Find out to apply for a licence and restrictions that are in place
ga: Faigh amach anseo conas iarratas a dhéanamh ar cheadúnas agus faoi na rialacha nach mór a chloí leo

source: Sport for blind and visually impaired people
ga: Spórt do dhaoine atá dall agus a bhfuil míchumas na súl orthu

source: Vision Sports Ireland is an organisation set up to encourage the participation in sport at all levels of blind and visually impaired people
ga: Bunaíodh Spóirt Fís na hÉireann le daoine atá dall agus a bhfuil míchumas na súl orthu a spreagadh le páirt a ghlacadh i spórt ag gach leibhéal

source: Go for Life programme
ga: An Clár Go For Life

source: The Go for Life programme, is Ireland's national programme aimed at increasing the level of participation by older people in sport and physical activity
ga: Tá cur síos anseo ar an gClár Go for Life, clár a bhfuil sé mar aidhm aige cur leis an rannpháirtíocht a bhíonn ag daoine aosta i spórt agus in imeachtaí fisiciúla

source: Most Read in "Travel and Recreation"
ga: Ábhar is mó éilimh i "Taisteal agus Áineas"

source: Applying for your first Irish passport
ga: Ag déanamh iarratais ar phas Éireannach

source: Renewing an Irish passport
ga: Pas Éireannach a athnuachan

source: Customs regulations for travellers to Ireland
ga: Rialacháin chustaim do thaistealaithe go hÉirinn
